"STORE_DESCRIPTION" = "VLC for iOS is a port of the free VLC media player to iPad, iPhone and iPod touch.\nIt can play all your movies, shows and music in most formats directly without conversion.\nIt allows file synchronization with Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direct downloads and through WiFi sharing as well as streaming from SMB, FTP, UPnP/DLNA media servers and the web.\nVLC offers support for advanced subtitles including full SSA compatibility, multi-track audio, and playback speed control.\n\nVLC for iOS is completely free and open source.";

"STORE_DESCRIPTION_TV" = "VLC media player is a free and open source cross-platform multimedia player.\nIt can play all your movies, shows and music in most formats directly without conversion.\nIt allows streaming from cloud services (Dropbox, OneDrive, Box), Remote Playback from your Mac or PC via a Web UI as well as streaming from SMB, FTP, UPnP/DLNA media servers and the web.\nVLC offers support for advanced subtitles including full SSA compatibility, multi-track audio, and playback speed control.\n\nVLC for iOS is completely free and open source.\n\nMetadata and artwork are provided by TMDb and Hatchet, which are community maintained movie and music databases.";

"CHOOSE_AUDIO_TRACK" = "Выбраць аўдыёдарожку";
"CHOOSE_SUBTITLE_TRACK" = "Выбраць дарожку субтытраў";
"OPEN_TRACK_PANEL" = "Open track selection";
"CHOOSE_TITLE" = "Choose Title";
"CHOOSE_CHAPTER" = "Choose Chapter";
"CHAPTER_SELECTION_TITLE" = "Chapters";
"TITLE" = "Title";
"CHAPTER" = "Chapter";
"MINIMIZE_PLAYBACK_VIEW" = "Minimize playback";
"FULLSCREEN_PLAYBACK" = "Play in fullscreen";
"TRACK_SELECTION" = "Track Selection";
"AUDIO" = "Audio";
"SUBTITLES" = "Subtitles";
"LANGUAGE" = "Language";
"MEDIA_INFO" = "Media Information";
"VIDEO_DIMENSIONS" = "Video dimensions";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i audio tracks";
"ONE_AUDIO_TRACK" = "One audio track";
"FORMAT_SPU_TRACKS" = "%i subtitles tracks";
"ONE_SPU_TRACK" = "One subtitles track";

"PLAYING_EXTERNALLY_TITLE" = "Тэлевізар падлучаны";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast Connected";
"PLAYING_EXTERNALLY_DESC" = "Відэа грае на тэлевізары";

"VFILTER_HUE" = "Тон";
"VFILTER_CONTRAST" = "Кантрастнасць";
"VFILTER_BRIGHTNESS" = "Яркасць";
"VFILTER_SATURATION" = "Насычанасць";
"VFILTER_GAMMA" = "Гама-карэкцыя";

"PREAMP" = "Preamp";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Choose Equalizer Profile";

"PLAYBACK_FAILED" = "Памылка прайгравання";
"PLEASE_WAIT" = "Please wait";
"AR_CHANGED" = "Стасунак бакоў: %@";
"DEFAULT" = "Стандарт";
"FILL_TO_SCREEN" = "Абрэзаць, каб запоўніць экран";
"PLAYBACK_SPEED" = "Хуткасць прайгравання";
"SPU_DELAY" = "Затрымка субтытраў";
"AUDIO_DELAY" = "Затрымка аўдыё";
"BUTTON_SLEEP_TIMER" = "Sleep Timer";
"SLEEP_TIMER_UPDATED" = "Sleep Timer Updated";
"CONTINUE_PLAYBACK" = "Continue playback?";
"CONTINUE_PLAYBACK_LONG" = "Would you like to continue playback of \"%@\" where you left off?";

"BUTTON_ALL" = "Select All";
"BUTTON_BACK" = "Назад";
"BUTTON_EDIT" = "Рэдагаваць";
"BUTTON_DONE" = "Гатова";
"BUTTON_CANCEL" = "Адмена";
"BUTTON_SAVE" = "Захаваць";
"BUTTON_DOWNLOAD" = "Сцягнуць";
"BUTTON_DELETE" = "Выдаліць";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Зрабіць унёсак";
"BUTTON_CONNECT" = "Злучыцца";
"BUTTON_RENAME" = "Пераназваць";
"BUTTON_LEARN_MORE" = "Падрабязней";
"BUTTON_LOGOUT" = "Logout";
"BUTTON_CONTINUE" = "Continue";
"BUTTON_SET" = "Set";
"BUTTON_RESET" = "Reset";
"PRIVATE_PLAYBACK_TOGGLE" = "Прыватнае прайграванне";
"SCAN_SUBTITLE_TOGGLE" = "Пашукаць субтытры (толькі HTTP)";

"BUTTON_RENDERER" = "Casting devices";
"BUTTON_RENDERER_HINT" = "Show a menu of available casting devices";

"UPGRADING_LIBRARY" = "Абнаўленне медыятэкі";
"UNTITLED_SHOW" = "Безназоўнае відовішча";
"UNKNOWN" = "Невядома";

"OPEN_NETWORK" = "Адкрыць сеткавы паток";
"NETWORK_TITLE" = "Сеткавы паток";
"OPEN_NETWORK_HELP" = "Увядзіце HTTP-, RTSP-, RTMP-, MMS-, FTP- або UDP/RTP-адрас, каб наўпрост адкрыць паток.";
"ABOUT_APP" = "Пра VLC для iOS";
"OPEN_VLC_MENU" = "Адкрыць бакавое меню VLC";
"HTTP_UPLOAD_SERVER_OFF" = "Неактыўны сервер";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Няма актыўнага WiFi-злучэння";
"OPEN_STREAM_OR_DOWNLOAD" = "Жадаеце сцягнуць альбо прайграць гэты URL?";
"SHARED_VLC_IOS_LIBRARY" = "Shared VLC for iOS Library";
"SMB_CIFS_FILE_SERVERS" = "File Servers (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Сцягнуць файл не ўдалося праз памылку HTTP %i";
"HTTP_FILE_CREATION_FAILED" = "Не ўдалося стварыць файл";
"HTTP_DOWNLOAD_CANCELLED" = "Сцягванне скасавана карыстальнікам";

"DOWNLOAD_FROM_HTTP_HELP" = "Увядзіце адрас, каб сцягнуць файл на %@.";
"DOWNLOAD_FROM_HTTP" = "Сцягванні";
"ERROR_NUMBER" = "Здарылася памылка %i";
"DOWNLOAD_FAILED" = "Сцягнуць не ўдалося";
"FILE_NOT_SUPPORTED" = "Фармат файла не падтрымліваецца";
"FILE_NOT_SUPPORTED_LONG" = "The file format used by %@ is not supported by this version of VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "Схема адраса не падтрымліваецца";
"SCHEME_NOT_SUPPORTED_LONG" = "Схема адраса (%@) не падтрымліваецца. Задайце HTTP-, HTTPS- альбо FTP-адрас.";
"LIBRARY_ALL_FILES" = "Усе файлы";
"LIBRARY_MUSIC" = "Музыкальныя альбомы";
"LIBRARY_SERIES" = "Відовішчы на ТБ";
"LIBRARY_TRACKS" = "%i трэкаў";
"LIBRARY_SINGLE_TRACK" = "%i трэк";
"LIBRARY_EPISODES" = "%i эпізодаў, %i непрачытана";
"LIBRARY_SINGLE_EPISODE" = "%i эпізод, %i непрачытана";
"LIBRARY_TRACK_N" = "Трэк %i";
"LIBRARY_MINUTES_LEFT" = "Яшчэ %@ хв";
"RENAME_MEDIA_TO" = "Задайце новую назву для %@";

"FOLDER_EMPTY" = "Пустая папка";
"FOLDER_EMPTY_LONG" = "Каб дадаць файлы, націсніце Рэдагаваць, абярыце файлы, шчоўкніце па кнопцы-папцы і абярыце гэтую папку.";
"FOLDER_INVALID_TYPE_TITLE" = "Непрыдатныя тыпы файлаў";
"FOLDER_INVALID_TYPE_MESSAGE" = "Можна ўзяць толькі два файлы, каб сфармаваць папку альбо дадаць адзін файл да існуючай папкі.";
"FOLDER_CHOOSE_NAME_TITLE" = "Новая папка";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Задайце назву папкі";
"FOLDER_NAME_PLACEHOLDER" = "Назва папкі";
"FOLDER_NAME_DUPLICATE_TITLE" = "Назва існуе";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Задайце іншую назву";
"SELECT_FOLDER" = "Выбраць папку";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Адкрыць файл:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Адкрыць праз...";
"SHARING_ERROR_NO_FILES" = "Не знайшлося файла для распаўсюду";
"SHARING_ERROR_NO_APPLICATIONS" = "Не знайшлося жаднай праграмы, каб адкрыць гэты тып файла";
"SHARING_SUCCESS_CAMERA_ROLL" = "Файл паспяхова захаваны ў здымках камеры";

"SECTION_HEADER_LIBRARY" = "Медыятэка";
"HEADER_TITLE_RENDERER" = "Select a casting device";
"SECTION_HEADER_NETWORK" = "Сетка";

"LOCAL_NETWORK" = "Лакальная сетка";
"CONNECT_TO_SERVER" = "Злучыцца з серверам";
"USER_LABEL" = "Карыстальнік";
"PASSWORD_LABEL" = "Пароль";
"DISABLE_LABEL" = "Disable";
"BUTTON_ANONYMOUS_LOGIN" = "Anonymous Login";

"LOCAL_SERVER_REFRESH" = "Абнавіць";
"LOCAL_SERVER_LAST_UPDATE" = "Апошняе абнаўленне: %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "НЕ ЎДАЛОСЯ ЗЛУЧЫЦЦА З СЕРВЕРАМ";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Спраўдзіце адрас сервера а вашыя імя карыстальніка і пароль";

"CLOUD_SERVICES" = "Cloud Services";
"LOGIN" = "Login";
"LOGGED_IN" = "Logged in";

"DROPBOX_DOWNLOAD" = "Сцягнуць файл?";
"DROPBOX_DL_LONG" = "Жадаеце сцягнуць «%@» на %@?";
"DROPBOX_LOGIN" = "Карыстальнік";

"GDRIVE_ERROR_FETCHING_FILES" = "Памылка пры счытванні файлаў";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Файл паспяхова сцягнуты.";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "ПОСПЕХ";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Здарылася памылка пры сцягванні";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ПАМЫЛКА";

"DISK_FULL" = "Storage limit reached";
"DISK_FULL_FORMAT" = "%@ cannot be stored on your %@, because you don't have enough free space left.";

"NUM_OF_FILES" = "%i файлаў";
"ONE_FILE" = "1 файл";
"NO_FILES" = "Няма падтрымваных файлаў";
"DOWNLOADING" = "Сцягванне...";
"REMAINING_TIME" = "Засталося часу: %@";
"BIOMETRIC_UNLOCK" = "Unlock Media Library\nCancel to enter Passcode";

"Settings" = "Настаўленні"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "On";
"OFF" = "Off";

"EMPTY_LIBRARY" = "Пустая медыятэка";
"EMPTY_LIBRARY_LONG" = "Прайграваць медыя-аб’екты можна анлайн з сервера ў лакальнай сетцы, з воблака; можна таксама сінхранізаваць прыладу праз iTunes, WiFi-загрузку альбо воблачныя службы.";

"PLAYBACK_SCRUB_HELP" = "Правядзіце пальцам долу, каб адрэгуляваць хуткасць перамоткі.";
"PLAYBACK_SCRUB_HIGH" = "Найхуткая перамотка";
"PLAYBACK_SCRUB_HALF" = "Сярэдняй хуткасці перамотка";
"PLAYBACK_SCRUB_QUARTER" = "Павольная перамотка";
"PLAYBACK_SCRUB_FINE" = "Дакладная перамотка";
"PLAYBACK_POSITION" = "Пазіцыя прайгравання";
"VIDEO_FILTER" = "Відэафільтры";
"VIDEO_FILTER_RESET_BUTTON" = "Скінуць відэафільтры";
"VIDEO_ASPECT_RATIO_BUTTON" = "Пераключыць стасунак бакоў відэа";
"PLAY_PAUSE_BUTTON" = "Граць/на паўзу бягучы аб’ект";
"BWD_BUTTON" = "Скокнуць назад";
"FWD_BUTTON" = "Скокнуць наперад";
"PLAY_BUTTON" = "Play";
"PAUSE_BUTTON" = "Pause";
"PLAY_ALL_BUTTON" = "Play all";

"VERSION_FORMAT" = "Версія: %@";
"BASED_ON_FORMAT" = "Базуецца на:<br/>%@";

"NEW" = "НОВЫ";

"BUG_REPORT_TITLE" = "Паведаміць пра хібу";
"BUG_REPORT_MESSAGE" = "Жадаеце заявіць пра хібу?";
"BUG_REPORT_BUTTON" = "Адкрыць Safari";

"VO_VIDEOPLAYER_TITLE" = "Відэаплэер";
"VO_VIDEOPLAYER_DOUBLETAP" = "Падвойны шчаўчок, каб паказаць/схаваць кіраванне прайграваннем";

"FIRST_STEPS_WELCOME" = "Вітаем";
"FIRST_STEPS_WELCOME_DETAIL" = "Уводзіны ў сінхранізацыю і прайграванне медыя-аб’ектаў.";
"FIRST_STEPS_ITUNES" = "Сінхранізацыя файлаў з iTunes";
"FIRST_STEPS_ITUNES_DETAILS" = "Падлучыце дротам %@ да Макінтоша альбо PC.\nАдкрыйце iTunes.\nВыберыце свой %@.\nПераключыцеся на ўкладку «Apps», знайдзіце ў спісе VLC.\nПерадайце файлы.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Падлучыце %@ да той самай сеткі, што ваш Макінтош ці PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Перавядзіце перамыкач у бакавой панэлі, увядзіце URL у браўзеры і загрузіце файлы.";
"FIRST_STEPS_CLOUDS" = "Воблакі";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Загрузіць медыя-аб’екты на Google Drive або Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Адкрыйце бакавую панэль, каб выбраць воблачнага правайдара і даступіцца да сваіх медыя-аб’ектаў для сцягвання альбо анлайн-прайгравання.";
"FIRST_STEPS_PLAYBACK" = "Прайграванне";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Час";
"FIRST_STEPS_ASPECT" = "Стасунак бакоў";
"FIRST_STEPS_SPEED" = "Хуткасць";
"FIRST_STEPS_REPEAT" = "Паўтор";
"FIRST_STEPS_SUBTITLES" = "Дарожкі субтытраў";
"FIRST_STEPS_AUDIO" = "Аўдыёдарожкі";
"FIRST_STEPS_POSITION" = "Пазіцыя";

"PLEX_CHECK_ACCOUNT" = "Check your Plex account in settings";
"PLEX_ERROR_ACCOUNT" = "Plex login Error";

"UNAUTHORIZED" = "Unauthorized";

"SERVER" = "Server";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "No server found";
"NO_RECENT_STREAMS" = "No stream was played recently";

"WEBINTF_TITLE" = "Распаўсюд праз WiFi";
"WEBINTF_DROPFILES" = "Перацягніце файлы";
"WEBINTF_DROPFILES_LONG" = "Перацягніце файлы ў акно, каб дадаць іх на %@.<br>Альбо націсніце на кнопку «+», каб скарыстацца дыялогам выбару файла.";
"WEBINTF_DOWNLOADFILES" = "Сцягнуць файлы";
"WEBINTF_DOWNLOADFILES_LONG" = "Шчоўкніце па файле, каб сцягнуць яго з %@.";
"WEBINTF_TITLE_ATV" = "Remote Playback";
"WEBINTF_DROPFILES_LONG_ATV" = "Drop files in the window to play them on your %@.<br>Or click on the \"+\" button to use the file picker dialog.";
"WEBINTF_URL_SENT" = "URL sent successfully.";
"WEBINTF_URL_EMPTY" = "URL cannot be empty.";
"WEBINTF_URL_INVALID" = "Not a valid URL.";


"NOW_PLAYING" = "Now Playing";
"PLAY_NOW" = "Play Now";
"PLAYING" = "Playing";
"DETAIL" = "Detail";

"VOLUME" = "Volume";
"DURATION" = "Duration";
"TITLE" = "Title";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld hours %2$ld minutes remaining";
"%ld hours %ld minutes" = "%1$ld hours %2$ld minutes";
"%ld minutes remaining" = "%ld minutes remaining";
"%ld minutes" = "%ld minutes";
"%ld minutes %ld seconds remaining" = "%1$ld minutes %2$ld seconds remaining";
"%ld minutes %ld seconds" = "%1$ld minutes %2$ld seconds";
"%ld seconds remaining" = "%ld seconds remaining";
"%ld seconds" = "%ld seconds";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Show";
"OBJECT_TYPE_SHOW_EPISODE" = "Show episode";
"OBJECT_TYPE_LABEL" = "Folder";
"OBJECT_TYPE_ALBUM" = "Album";
"OBJECT_TYPE_ALBUM_TRACK" = "Album track";
"OBJECT_TYPE_FILE" = "File";
"OBJECT_TYPE_FILE_AUDIO" = "Audio file";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Not connected to iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Please connect your iPhone to perform remote control actions.";

"LONGPRESS_TO_STOP" = "Long-press to stop playback.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Audio Info";
"CLOUD_LOGIN_LONG" = "To access Cloud Services, sign-in to iCloud on both this Apple TV and an iOS device with the same Apple ID and enable Keychain Sharing in System Settings.\nAfterwards, login to the cloud provider of your choice using the VLC app on your iOS device. Finally, select it on this screen.";
"ENTER_URL" = "Enter URL to play";
"HTTP_SERVER_ON" = "Disable Remote Playback";
"HTTP_SERVER_OFF" = "Enable Remote Playback";
"CACHED_MEDIA" = "Cached Media";
"CACHED_MEDIA_LONG" = "Media shown here is stored locally on your Apple TV. Note that contents can be removed by the operating system without prior notice anytime when VLC is not running in case your device runs out of storage.";
"DOWNLOAD_SUBS_FROM_OSO" = "Download subtitles from OpenSubtitles.org...";
"FOUND_SUBS" = "Found subtitles";
"USE_SPDIF" = "Use Pass-through (S/PDIF)";

"PLAYBACK" = "Playback";
"REPEAT_MODE" = "Repeat";
"REPEAT_DISABLED" = "Disabled";
"REPEAT_SINGLE" = "Single";
"REPEAT_FOLDER" = "Folder";

// Local Network Service Names
"UPNP_LONG" = "Universal Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "File Transfer Protocol (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "BONJOUR File Server";
"DSM_WORKGROUP" = "Workgroup";

"URL_NOT_SUPPORTED" = "The URL can't be opened";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Press %@ to Delete"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "The selection can't be deleted";
"DELETE_INVALID_TITLE" = "Invalid Selection";
"DELETE_MESSAGE" = "Confirm the deletion of the selected files";
"DELETE_TITLE" = "Delete Selected Files";

//Drag and Drop
"THIS_FILE" = "This file";
"NOT_SUPPORTED_FILETYPE" = "%@ is not a supported filetype by VLC";
"FILE_EXISTS" = "%@ already exists";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Пратакол не абраны";
"Settings" = "Настаўленні";
"ERROR" = "Error";
"OK" = "Ok";



//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
